Repository: intraweb-modules12/iw_main
Catalog: locale/*/LC_MESSAGES/module_*_main.po
Languages: es

source: Show news of the user
es: Muestra las novedades del usuario/a

source: You are not allowed to access to some information.
es: No estás autorizado a acceder a algunos de los datos.

source: Error! Could not load items.
es: Error! No se logró cargar los elementos.

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Creation attempt failed.
es: Error! Intento de creación fallido.

source: Error! Update attempt failed.
es: Error! Intento de actualización fallido.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: Header text of the cron automatic emails with the new things to see
es: Texto de la cabecera de los mensajes automáticos con las novedades

source: Footer text of the email
es: Texto del pie de los mensajes

source: Sorry! No authorization to access this module.
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: The information has been modifieb, but the uplaod of the avatar has failed because the file extension is not allowed. The allowed extensions are: png, jpg and gif
es: La información se ha modificado, pero la subida de tu avatar al servidor ha fallado porque la extenxión del archivo es incorrecta. Las extensiones admitidas son: png, jpg i gif

source: The values have changed correctly
es: Los valores han cambiado correctamente

source: The information has been modified, but the uplaod of the avatar has failed
es: La información se ha modificado, pero la subida de tu avatar al servidor ha fallado

source: Noteboard notes
es: Tablón de notes

source: Personal agenda
es: Agenda personal

source: Private messages
es: Mensajes privados

source: Forum
es: Foro

source: Form
es: Formulario

source: Avatar replacement
es: Cambio de avatar

source: Nothing to show
es: No tienes novedades

source: The folder for attached files haven't been found.
es: No se ha encontrado el directorio para los archivos adjuntos.

source: Failed to deleted
es: No se ha podido borrar el archivo

source: Configure
es: Configura

source: Error deleting avatar
es: Se ha producido un error en el borrado de la imatgen

source: Error changing avatar
es: Se ha producido un error en el cambio de avatar

source: The cron has been executed
es: Se ha ejecutado el cron

source: The value of the life time for users variables is incorrect
es: El valor del tiempo de vida de las variables de usuario es incorrecta

source: The configuration have been updated
es: Se ha modificado la configuración

source: The current version of iw_main module is incorrect. You must upgrade it before install, upgrade or use this module.
es: La versión actual del módulo iw_main es incorrecta. Debes actualizarla antes de instalar, actualizar o usar este módulo.

source: Module description
es: Descripción del módulo

source: Programmed sequences information
es: Información de las secuencias programadas

source: The cron.php file does not exists in the root directory of your site. The programmed sequences are not available. The programmed sequences improve the work of Intraweb modules.
es: El archivo cron.php no existe en la raíz de tu portal. No se pueden llevar a cabo las secuencias programadas. Se recomienda el uso de las secuencias programadas porque optimizan el funcionamiento de los portales basados en Intraweb.

source: The Mailer module is not active and the cron can not be executed. You should active the Mailer module and configure it properly.
es: No tienes activado el módulo Mailer y el cron no se puede ejecutar. Ten presente que a parte de activarlo también lo has de configurar.

source: The cron has not been executed for long time. Now could be a good moment to execute it.
es: Hace demasiado tiempo que no se ejecuta el cron. Ahora, podría ser un buen momento para hacerlo.

source: Execute the cron now
es: Ejecuta el cron ahora

source: About this module
es: Por lo que a este módulo se refiere

source: Intraweb main module
es: Módulo principal Intraweb

source: User configurable blocks values
es: Configuraciones de los paràmtros de comportamiento de los bloques

source: News and marked blocks
es: Bloc de novedades y marcados

source: I want that block will show details
es: Quiero que el bloque de elementos marcados muestre los detalles

source: It has not worked
es: No ha funcionado

source: If you want the system would be able to send you emails with a dayly resume of things to see, but it is not possible because your email has not been found. You can define your email address form
es: Si quisieses el sistema te podría dar la posibilidad de recibir por correo electrónico resúmenes diarios de las novedades, pero no se ha encontrado tu correo electrónico. Puedes definir tu dirección de correo electrónico desde

source: this link.
es: este enlace.

source: I want to be subscribed to thinks to see
es: Quiero estar suscrito a las novedades

source: The subscrition mail is:
es: La dirección de la suscripción es:

source: Delete
es: Borra

source: Upload your avatar
es: Sube tu avatar

source: If you want, you cam change your avatar from here:
es: Si quieres puedes cambiar tu avatar desde aquí:

source: (The avatar change required administrator validation)
es: (El cambio de avatar requiere la validación de un administrador/a)

source: Your avatar's image sizes must be 90x120 px aproximately with one of the next formats: jpg, gif or png.
es: La imatgen de tu avatar han de ser de aproximadament 90x120 px, en los formatos jpg, gif o png.

source: Your avatar changement request is waiting for an administrator validation.
es: Tu solicitud de cambio de avatar esta pendiente de validación.

source: Google account
es: Cuenta de Google

source: Sincronize agenda with Google calendar
es: Sincroniza la agenda con Google calendar

source: Google e-mail
es: Nombre de usuario/a en Google

source: Google password
es: Contraseña en Google

source: Refresh time for gCalendar sincronitation
es: Tiempo de de refresco para la sincronización en minutos

source: As many small this value the navigation into agendas will be slower. In any moment the automatical sincronization is possible
es: Como más pequeño sea este valor más lenta será la navegación por las agendas. En todo momento se puede hacer una sincronización no automática

source: File not found
es: No se ha encontrado el archivo

source: File name
es: Nombre del archivo

source: Go back
es: Volver

source: Module name
es: Nombre del módulo

source: Version
es: Versión

source: Author
es: Autor

source: This is a
es: Este es un

source: Contact us through the email address
es: Contacta con nosotros a través de la dirección de correo

source: Avatar change request
es: Solicitudes de cambio de avatar

source: User
es: Usuario/a

source: Current avatar
es: Avatar actual

source: New avatar
es: Avatar nuevo

source: Options
es: Opciones

source: Confirm the avatar change
es: Confirma que permites cambiar

source: Approve the avatar changer
es: Aprueva el cambio de avatar

source: Confirm the deletion
es: Confirma que quieres borrar

source: Not requests found
es: No se han encontrado solicitudes

source: Modify the configuration
es: Modificar la configuración

source: Server files directori
es: Directorio de los archivos del servidor

source: Attached files directory hasn't been found
es: El directorio de los ficheros adjuntos no se ha encontrado

source: This folder is not writeable.
es: Este directorio ha de tener permisos de escritura.

source: Folder where to look for the users pictures
es: Directorio donde buscar las fotos de los usuarios

source: Users pictures directori hasn't been found
es: No se ha encontrado el directorio de fotos de los usuarios

source: The user can change theirs avatars
es: Los usuarios se pueden cambiar el avatar.

source: The avatar replacement needs validation
es: El cambio de avatar requiere validación por parte de un administrador/a.

source: The users can change theirs avatars because the directori of pictures or the temporal directori don' exist or them have not got the correct permissions.
es: Los usuarios no se pueden cambiar la foto o avatar porque el directorio de fotos o el directorio temporal no existen o no tienen permisos de escritura.

source: The users can change theirs avatars because the php's gd extension is not available
es: Los usuarios no pueden cambiar su avatar porque la extension "gd" de PHP no está disponible

source: Folder for temporal files
es: Directorio de archivos temporales

source: Temporal files directory hasn't been found
es: El directorio de archivos temporales no se ha encontrado

source: Extensions allowed
es: Extensiones permitidas

source: Maximum size for uploaded files
es: Tamaño máximo de los ficheros

source: Life time of users vars (days)
es: Tiempo de vida de las variables de usuari (dias)

source: Execute
es: Enviar

source: Save the changes
es: Guardar los cambios

source: Flagged items
es: Elementos marcados

source: Regenerate
es: Regenera

source: Configure parameters
es: Parámetros de configuración

source: Manage files
es: Gestiona los archivos

source: Probably the note have been sent without the attached file
es: El mensaje ha sido enviado sin el archivo adjunto

source: sent at
es: enviado a

source: by
es: por
